Repository: H1ako/signature_generator
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, pt

source: 404 Not Found Page Title
de: 404 nicht gefunden
pt: 404 Não encontrado

source: 404 Not Found Page Meta Description
de: 404 nicht gefunden
pt: 404 Não encontrado

source: Home Page Meta Description
de: Hauptseite
pt: Página inicial

source: Signature Generator
de: Unterschriften-Generator
pt: Gerador de assinaturas

source: 404 Not Found
de: 404 nicht gefunden
pt: 404 Não encontrado

source: Go to homepage
de: Zur Homepage gehen
pt: Ir para a página inicial

source: Home Page Title
de: Hauptseite
pt: Página inicial

source: Generate your own unique signature or <b>draw</b> it by yourself
de: Generieren Sie Ihre eigene Signatur oder <b>zeichnen</b> Sie sie selbst
pt: Gerar a sua própria assinatura exclusiva ou <b>desenhá-la</b> por si próprio

source: Create your own <b>Signature</b>
de: Erstellen Sie Ihre eigene <b>Signatur</b>
pt: Criar a sua própria <b>assinatura</b>

source: Open Editor
de: Editor öffnen
pt: Тайтл Алт 1

source: Loading
de: Laden
pt: Abrir o editor

source: Load More
de: Mehr laden
pt: Carregar mais

source: Home Page About Us
de: Über uns
pt: Sobre nós

source: Home Page Instruction
de: Wie verwende ich den Signaturgenerator?
pt: Como é que utilizo o gerador de assinaturas?

source: About us image
de: Über uns Bild
pt: Imagem sobre nós

source: Generate more
de: Mehr generieren
pt: Gerar mais

source: Privacy Policy Page Title
de: Datenschutz
pt: Política de privacidade

source: Privacy Policy Page Meta Description
de: Datenschutz
pt: Política de privacidade

source: Privacy Policy
de: Datenschutz
pt: Política de privacidade

source: Clear
de: Klar
pt: Limpo

source: Color
de: Farbe
pt: Cor

source: Thickness
de: Dicke
pt: Espessura

source: Share
de: Teilen Sie
pt: Partilhar

source: Download
de: Herunterladen
pt: Descarregar

source: 2023 All Right Reserved
de: © 2023 Alle Rechte vorbehalten
pt: © 2023 Todos os direitos reservados

source: Contact Us
de: Kontakt
pt: Contactar-nos

source: Email
pt: Correio electrónico

source: First Name
de: Vorname
pt: Nome próprio

source: Last Name
de: Nachname
pt: Apelido

source: Middle Name
de: Patronymisch
pt: Patronímico

source: Generate
de: Erzeugen
pt: Gerar

source: Go to top
de: Nach oben gehen
pt: Ir para o topo

source: Page Language
de: Seite Sprache
pt: Língua da página

source: Signature Preview Image
de: Unterschrift Vorschaubild
pt: Imagem de pré-visualização da assinatura

source: Background Image
de: Hintergrundbild
pt: Imagem de fundo

source: Preview
de: Vorschau
pt: Pré-visualização

source: Signature
de: Unterschrift
pt: Assinatura

source: Edit
de: Bearbeiten
pt: Editar

source: By sharing you’re automatically accepting our rules and terms
de: Mit dem Teilen akzeptierst du automatisch unsere Regeln und Bedingungen
pt: Ao partilhar, está a aceitar automaticamente as nossas regras e condições

source: Share link
de: Link teilen
pt: Partilhar ligação

source: Copy
de: Kopieren
pt: Cópia

source: Preview on Document
de: Vorschau auf Dokument
pt: Pré-visualização no documento

source: Step
de: Schritt
pt: Etapa

source: Step Image
de: Schritt Bild
pt: Imagem da etapa

source: Step 1 Title
de: Füllen Sie das Formular aus
pt: Preencher o formulário

source: Step 1 Description
de: Geben Sie Ihren Vornamen, Nachnamen und mittleren Namen in die entsprechenden Felder auf der Startseite ein
pt: Introduza o seu nome próprio, apelido e nome do meio nos campos correspondentes da página inicial

source: Step Image Title 1
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 1
de: phone-half.png
pt: phone-half.png

source: Step 2 Title
de: Klicken Sie auf 'Erzeugen'
pt: Clique em 'Gerar'

source: Step 2 Description
de: Klicken Sie nach der Eingabe der Daten einmal auf die Schaltfläche 'Generieren'
pt: Depois de introduzir os dados, clique uma vez no botão 'Gerar'

source: Step Image Title 2
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 2
de: phone-half.png
pt: phone-half.png

source: Step 3 Title
de: Erkunden Sie die verfügbaren Optionen
pt: Explorar as opções disponíveis

source: Step 3 Description
de: Nachdem Sie auf die Schaltfläche 'Erzeugen' geklickt haben, sehen Sie viele stilvolle Signaturen, die von unserem Dienst erstellt wurden. Blättern Sie durch sie und wählen Sie die Signatur, die Ihnen am besten gefällt
pt: Depois de clicar no botão 'Gerar', verá muitas assinaturas com estilo geradas pelo nosso serviço. Navegue por elas e escolha a assinatura que mais lhe agrada

source: Step Image Title 3
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 3
de: phone-half.png
pt: phone-half.png

source: Step 4 Title
de: Vorschau auf Papier (optional)
pt: Pré-visualização em papel (opcional)

source: Step 4 Description
de: Wenn Sie sehen möchten, wie Ihre Unterschrift auf dem Papier aussehen wird, klicken Sie auf die entsprechende Schaltfläche 'Vorschau'
pt: Se quiser ver o aspecto da sua assinatura no papel, clique no botão de pré-visualização correspondente

source: Step Image Title 4
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 4
de: phone-half.png
pt: phone-half.png

source: Step 5 Title
de: Bearbeiten Sie die Unterschrift
pt: Editar a assinatura

source: Step 5 Description
de: Wenn Sie Ihre gewählte Signatur ändern müssen, verwenden Sie unseren praktischen Editor
pt: Se precisar de fazer alterações à assinatura escolhida, utilize o nosso prático editor

source: Step Image Title 5
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 5
de: phone-half.png
pt: phone-half.png

source: Step 6 Title
de: Download der Unterschrift
pt: Descarregar a assinatura

source: Step 6 Description
de: Wenn Sie mit dem Ergebnis zufrieden sind, klicken Sie auf 'Herunterladen', um Ihre Unterschrift im gewünschten Format zu erhalten
pt: Quando estiver satisfeito com o resultado, clique em 'Descarregar' para obter a sua assinatura no formato pretendido

source: Step Image Title 6
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 6
de: phone-half.png
pt: phone-half.png

source: Step 7 Title
de: Auf sozialen Medien teilen
pt: Partilhar nas redes sociais

source: Step 7 Description
de: Wenn Sie Ihre neue Signatur mit anderen teilen möchten, klicken Sie auf 'Teilen' und wählen Sie die sozialen Netzwerke aus, in denen Sie den Link zu Ihrer Signatur veröffentlichen möchten
pt: Se pretender partilhar a sua nova assinatura com outras pessoas, clique em 'Partilhar' e seleccione as redes sociais onde pretende publicar a ligação para a sua assinatura

source: Step Image Title 7
de: Тайтл Алт 1
pt: Тайтл Алт 1

source: Step Image 7
de: phone-half.png
pt: phone-half.png

source: Signatures already generated:
de: Die Signaturen wurden bereits erstellt:
pt: Assinaturas já geradas:
